{
    "posts": [
      {
        "month": "January 2024",
        "topic_of_the_month": "Pharmaceutical & Medicinal Chemistry",
        "articles": [
          {
            "contents": "I was excited to see that Moderna and Merck & Co. announced mid-term results of a Phase 2b trial on mRNA-4157, a messenger RNA vaccine that was individualized to treat patients with high-risk Stage III/IV melanoma. This vaccine is an investigational individualized neoantigen therapy (INT), which uses the unique DNA sequence of the patient's cancerous cells to create mRNA that can be translated into up to 34 neoantigens. This mirrors the central dogma of molecular biology in which genetic information is transcribed from DNA to create RNA, and RNA is translated to form proteins. Neoantigens are tumour-specific mutations that promote T-cell response to cancerous cells. The mRNA vaccine was encapsulated in lipid nanoparticles, which are sphere-shaped vesicles made of lipids. The vaccine can be brought into receiving cells via endocytosis, in which the cell membrane buds off to form a vesicle which envelops the nanoparticle to bring it into the cytoplasm. A Phase 2 trial is a clinical trial that assesses the effectiveness and side effects of a drug by testing it on a few hundred patients. In this study, the vaccine was tested on 157 patients with high-risk Stage III/IV melanoma and used in combination with KEYTRUDA. KEYTRUDA is an immunotherapy that inhibits PD-1 checkpoint proteins from non-covalently binding to PD-L1 partner proteins that can be present on cancer cells. Since the bonding of checkpoint proteins to its ligands on certain cells suppresses the immune response of T-cells to them, inhibiting PD-1 proteins can increase T-cell response to cancer cells. When the vaccine was used with KEYTRUDA, the possibility of death or the cancer recurrence was decreased by 49% and when the vaccine was compared to the usage of KEYTRUDA alone, mRNA-4157 decreased the chance of death or metastasis by 62%. This made mRNA-4157 a very promising therapeutic. Vaccines are also being developed to treat pancreatic cancer and lung cancer. I am looking forward to seeing how the rest of the clinical trials play out especially because University of Toronto researchers including Professor Bowen Li, have conducted similar work about using lipid nanoparticles to deliver mRNA more directly to muscles and avoid off-target organs, which also has applications for treating melanoma.",
            "author": "Natalie Cheung",
            "date": "Jan 22, 2024",
            "year": "",
            "program": ""
          },
          {
            "contents": "‘Medicinal chemistry’ was officially named an interdisciplinary science after World War II. Still, optimizing chemical compounds and synthesizing new ones for practicing medicine has been done since the earliest days of human civilizations. Applications of herbs and other materials to treat wounds and diseases is a long-used strategy that forms the basis of modern medicine. Medicinal chemistry focuses on how pharmaceuticals are developed to diagnose, prevent, and treat diseases. With that in mind, scientists from many disciplines have applied their knowledge while working together, allowing this fundamental field to rapidly flourish into how mainstream it is today. In fact, the extraordinary accomplishments of medicinal chemistry within the past two decades have been groundbreaking (or rather molecule-breaking) in cancer research. The 2010s were described as ‘The Decade of Immunotherapy’ by the Cancer Research Institute and with good reason. In that time frame, the Food and Drug Administration (FDA) approved the first immunotherapy treatments for different cancers, enabling oncologists to prescribe them if applicable. Immunotherapy, or Biological Response Modifier (BRM) therapy, utilizes the body’s immune system to influence its response to cancer cells. Scientists began looking into small molecule-based methods to treat cancer as the pharmacokinetics of small-molecule immuno-oncology agents allow them to overcome the challenges that immune checkpoint antibodies face. While cancer-treating antibodies were already a breakthrough in immunotherapy and had suitable pharmacodynamics, their pharmacokinetics caused them difficulty penetrating tumor-infected tissue and effectively targeting specific cells. In targeted immunotherapy, small molecules more easily penetrate cells to influence them through an immune response or create biomarkers and produce a target for antibodies cell. Monoclonal antibodies can also mark the cells for an immune response or may contain materials that stop growth or cause cell suicide in cancer cells. The biochemistry of the small-molecule drugs and therapeutic antibodies had to be specifically adapted to detect and produce the desired effect when interacting with the molecules of infected cells. This aspect of researching medicinal chemistry, though complex, highlights how important it is for researchers to share knowledge as, in the future, this approach is hoped to reduce or even prevent patients’ exposure to radiation from chemotherapy. A highly in-depth understanding of how the biological, chemical, and physical properties of materials in the body interact and function is crucial for synthesizing chemicals for therapeutic use and the continued advancement of pharmaceutical research to find even more effective treatments and perhaps preventions.",
            "author": "Iman Mansoor",
            "date": "Jan 22, 2024",
            "year": "",
            "program": ""
          },
          {
            "contents": "We often get sick with various kinds of illnesses, but the drill is the same each time. We get sick, go to our doctor, and get some medications prescribed. We often do not think much of this, and just take the medications until we start to feel better. However, many times doctors often prescribe a specific class of medications, specifically known as ‘Antibiotics’. An antibiotic is an antimicrobial substance, and essentially fights bacteria. It does this by either killing the bacteria or by inhibiting its growth/ability to reproduce. These medications are essential in the treatment and prevention of illnesses caused by bacterial infections. Aside from the actual name of the drug on the prescription bottle, another indicator of antibiotics is that they are prescribed over a certain timeframe. For example, you have a fever, and your doctor prescribes you to take a pill once every 8 hours for a week. Many people do not heed this advice, and instead stop taking the medication once they start to feel better. This doesn’t seem like such a big deal, however, that time period is specifically designed to ensure that all the bacteria has been killed off inside your body. Stopping intake of antibiotics prematurely can be detrimental to not only you, but anyone who gets infected through interaction with you. This infection comes from the remnants of bacteria still left in your body that were resistant to the initial doses of antibiotics. As Kelly Clarkson says, “What doesn’t kill you, makes you stronger”. This is especially relevant to bacteria, as that resistance allows them to prosper in the host's body, and be even further resistant to the same antibiotics. This class of bugs are known as Superbugs, and present an increasing risk to the healthcare industry. Many life saving procedures and surgeries rely on antibiotics to prevent and treat any bacterial infections. The presence of superbugs can jeopardize the success of such procedures, and even cause more harm than good. As superbugs spread just like other strains of bacteria, the interconnected nature of travel and trade further increases this risk. As seen with the COVID-19 outbreak, containing outbreaks before they become pandemics is becoming increasingly difficult. Recognizing carriers of superbugs is also difficult, as many people are asymptomatic, or new strains of superbugs with very little research information available, do not even have any documented telltale symptoms. However, there are some professions or conditions which increase the chances of a superbug infection. Some examples are people who have chronic illnesses, and thus a weakened immune system, people who work as veterinarians or in animal care facilities, and in agriculture. With such an increasing risk, and not enough ways to fight these superbugs, it is vital to protect yourself by ensuring you complete the full course of antibiotics, and take preventative measures to ensure you do not catch diseases. Some measures can be as simple as washing your hands periodically, getting vaccinated, and practicing good hygiene.",
            "author": "Tabinah Salman",
            "date": "Jan 22, 2024",
            "year": "",
            "program": ""
          }
        ]
      },
      {
        "month": "Feburary 2024",
        "topic_of_the_month": "Biotechnology and Nanochemistry",
        "articles": [
          {
            "contents": "Traditionally, medicinal drugs have used a passive drug release mechanism. In this type of mechanism, the drug is locally released in high concentrations and the concentration of the drug then exponentially decays over time. However, this mechanism cannot provide variable or extended drug concentrations. Therefore, to treat diseases such as diabetes, the patient must repeatedly take the drugs to maintain a high concentration that is effective in the treatment process. One improvement to this system was the creation of controlled-release strategies there were based on spatiotemporal profiles. The patient initially takes the drug but the healthcare provider and/or patient decides when the drug is released into body tissues. They can stimulate the release of the drug through various stimuli, including but not limited to temperature, light, magnetic field, ultrasound, electric currents, and mechanical forces. The healthcare provider can track the pathway of the drug to the target tissue. Once the drug reaches the vicinity of the target tissue, the drug can then be stimulated to be released and affect its target tissue. Recently, more autonomous drug release systems have been in development. These drug release systems allow for the release of the drug to be controlled by changes in pathological conditions. These changes, termed endogenous stimuli, include but are not limited to pH, reactive oxygen species/antioxidants, enzymes, glucose, mechanical strain, and temperature. The first four stimuli are biochemical signals whereas the last two are mechanical signals. These have been the most effective at delivering drugs effectively.",
            "author": "Ananya Balaji",
            "date": "Mar 1, 2024",
            "year": "3",
            "program": "Biochemistry & Music and Culture"
          },
          {
            "contents": "The study of the synthesis, characterization, and manipulation of materials at the nanoscale—typically, 1 to 100 nanometers—is known as nanochemistry. The study delves into the distinct characteristics and actions of nanomaterials, resulting in progress across multiple domains such as healthcare, electronics, energy, and catalysis. The goal of nanomedicine is to use small particles called nanoparticles to create exact treatments for various conditions. These particles find application in a wide range of medication delivery methods, including radiation, cancer, gene therapy, and AIDS therapy. These particles' two advantages are their small size and the fact that they are made of biodegradable materials. They dissolve quicker and enter your body more readily since they are so little and have a large surface area. They can also quickly enter tumours, the brain, and lungs. The Pfizer and Moderna COVID-19 vaccines are two well-known examples of how mRNA is used to help create immunity to the virus; however, because mRNA degrades quickly, it is delivered into cells using a lipid nanoparticle delivery system. The mRNA molecules are encapsulated and shielded by them, which permits them to enter cells safely and give directions to make viral proteins that set off an immune response. Magnetic resonance imaging (MRI) is another example of nanochemistry in healthcare; it creates finely detailed images of your tissues and organs through the utilization of radio waves and magnetic fields. Contrast agents with improved magnetic characteristics over conventional agents can be created thanks to nanochemistry. Stronger signals can be produced by designing nanoparticles, such as those based on iron oxide or gadolinium, which will enhance image quality and improve tissue contrast on those.",
            "author": "Jennifer Zaman",
            "date": "Mar 1, 2024",
            "year": "2",
            "program": "Biochemistry, Biology, Natural Sciences & Environmental Management"
          },
          {
            "contents": "Last December, “Casgevy” was the first gene therapy (CRISPR/Cas9) which has been FDA approved for the treatment of Sickle Cell disease. Sickle cell disease (SCD) is a blood disorder in which red blood cells (RBC) take on a rigid “sickle” shape. How the disease works is that hemoglobin, a protein in the red blood cells that carries oxygen to tissues in the body, becomes abnormal due to recessive inheritance of genes which code for the abnormal protein hemoglobin “S”. The red blood cells that take on the “sickle” shape, are prone to dying much earlier than unaffected cells. This results in a consistent shortage of red blood cells which can cause severe pain and organ damage due to insufficient amounts of oxygen delivery. This rare disease which has been the cause of life threatening disabilities and early death has harmed roughly 6,500 people in Canada and approximately 100,000 Americans and has most impacted Black and Hispanic communities.The gene therapy Casgevy is a somatic gene therapy approved for patients 12 and older. It functions by modifying blood stem cells via genome editing, CRISPR/Cas9 technology. CRISPR/Cas9 removes or adds or replaces where DNA has been cut previously by the technology and these modified stem cells are transplanted back into the patient within the bone marrow by engrafting, promoting the increase of hemoglobin.One of my main concerns with this innovation is whether or not it will be affordable since genome wide sequencing (GWS), a method medical geneticists use to diagnose illnesses, has dropped in pricing dramatically over the years, from roughly 3 billion during the time of the HUman Genome Project to it's price today which ranges from a couple hundred to couple thousand dollars.. Currently the therapy is priced at around 2.2 million due to the complexity of the treatment.",
            "author": "Idil Gure",
            "date": "Mar 1, 2024",
            "year": "3",
            "program": "Biochemistry"
          }
        ]
      }
    ]
  }
  